{"sheets":{"Sheet1":[{"id":"echo","name":"Echo","subhead":"urban search and rescue dog","awards":"Pride of Britain 2010; Animal of the Year 2010","story":"In January 2010, an earthquake all but destroyed Port-au-Prince, the capital of Haiti. Less than two days later, Echo, a labrador, arrived with a UK rescue team to search for survivors. “The rubble, the people, it was chaos,” his handler, Mike Dewar, remembers. “Everyone was pulling the dog: search my house! Search my house!”\n\nThere was a bigger problem. Echo likes the cold (he sleeps outside at home) and that January was one of Haiti’s hottest ever. For two days, he worked five hours a day; on the third day, he collapsed. “He was searching a pile of rubble and all of a sudden he just stopped dead. His eyes rolled back in his head and he fell over.” \n\nWhen Echo returned to work, firefighters built a shallow bath from two ladders and a plastic sheet, “to cool him off”. At the end of a day of uncovering bodies, they’d gravitate towards him. “It’s therapy,” Dewar says. “I’ve seen it loads of times, firemen sat talking to the dog.”\n\nEcho won two awards for his work in Haiti, but on his return to the UK, his reward was to spend six months in a compound in Blackpool, subject to Britain’s quarantine laws (relaxed in 2012). He retired in September 2013 and, now aged 11, lives in Manchester with Dewar. His favourite thing? “Watching Jeremy Kyle on TV with my wife.”","image":"echo.jpg","imagebig":"echo-big.jpg","shareline":"urban search and rescue dog","size":"portrait","rowNumber":1},{"id":"willow","name":"Willow","subhead":"the world’s first airborne nut allergy detection dog","awards":"","story":"In 2004 Tara Bedford ate a chocolate brownie and ended up in A&E. Her nut allergy had come out of the blue, and is so severe that just the smell of nuts can trigger a reaction: “Any rustle on a train or a bus and it’s, what are they opening? Should I move?” Cafes are out, as is air travel (all those free peanuts), and she last went to the cinema five years ago. She had to give up work in 2012, and between 2010 and 2013, was rushed to A&E 40 times. \n\nThen Bedford heard about Medical Detection Dogs, a charity that trains dogs to help people with life-threatening conditions. Airborne nut detection was new territory for them, but Willow, a labrador, was selected because she had failed her test as a guide dog for the blind for “overuse of the nose”.\n\nWillow, now four, was trained to alert Bedford with a forceful push at the first smell of nuts. Since Willow moved in last July, Bedford has been in hospital only twice. She teaches swimming in a private pool (no vending machines), has started a degree and can even think about getting on the bus alone.“Willow has changed my life completely.” ","image":"willow.jpg","imagebig":"willow-big.jpg","shareline":"the world’s first airborne nut allergy detection dog","size":"landscape","rowNumber":2},{"id":"tyke","name":"Tyke","subhead":"UK Border Force detection dog","awards":"Animal of the Year 2014","story":"Over his eight years at Heathrow, Tyke, a nine-year-old labrador, has sniffed out 52 tonnes of fish, dairy, cheese and meat, 5.3m cigarettes and 14 tonnes of tobacco. Of the airport’s 17 detection dogs, working on planes, in passenger areas and freight sheds, he is the only one to focus on animal products – eggs, bush meat, ivory, furs, live animals. “His job is to protect endangered species and stop diseased products getting into our food chain,” says his handler, Samantha Moss. \n\nDiscoveries include cooked fish sewn inside pillow cases and a barbecued monkey in luggage from Nigeria (“A whole monkey, hands and everything, on a skewer, ready to eat,” Moss says). He has also uncovered a coat made from python skins, bottles of emu oil and, recently, decapitated dead birds in a crate stamped “soap”. \n\nTyke, who was discovered as a puppy at Battersea Dogs Home, is soon to retire, and has already moved from the Heathrow kennels to Moss’s London home. “He deserves a rest,” she says. “He’s done very well – the best freebie we’ve ever had.”","image":"tyke.jpg","imagebig":"tyke-big.jpg","shareline":"UK Border Force detection dog","size":"landscape","rowNumber":3},{"id":"obi","name":"Obi","subhead":"police firearms team dog","awards":"PDSA Order of Merit 2014","story":"PC Phil Wells first met German shepherd Obi (real name Linpol Luke) when the dog was six weeks old. They’ve spent every day of the past six years together, either on duty or at home, where Obi lives in a kennel in Wells’s London garden.\n\nObi is a Metropolitan police dog who assists armed officers in difficult situations. “He’s really quiet,” Wells says, “so he’s a good seeking dog.” He was recently sent to find a burglar spotted climbing from a window with pockets of jewellery. Jumping over fences and hedges, Obi found the suspect hiding behind a tree in a nearby garden.\n\nIn August 2011, Obi was deployed to Tottenham, north London, where violence had flared following the fatal shooting of Mark Duggan by police. “There were people lining the streets, throwing objects – bricks, wheelie bins, fireworks – and burning cars,” Wells says. As they advanced, he saw Obi suddenly stop and shake his head. He’d been hit with a brick. Wells gave him a quick once-over but back at base next morning, he noticed Obi was lethargic and had blood coming out of one nostril. CT scans revealed multiple fractures to the skull. \n\nTwo months later Obi was back at work, and last year he won an award for outstanding devotion. “We’ve been through so much together,” Wells says. “We have an unbreakable bond.”","image":"obi.jpg","imagebig":"obi-big.jpg","shareline":"police firearms team dog","size":"landscape","rowNumber":4},{"id":"ellie","name":"Ellie","subhead":"therapy dog","awards":"Highly Commended for the Blue Cross Medal 2014","story":"Ellie was born on 15 June 2013, one of five in a litter. She had one blue eye and one brown, weighed seven ounces, and has transformed the life of her owner, Jasmine Edwards.\n\nJasmine was a good baby, her mother Carol says, but lacked social skills. As she got older she became angry and depressed, and would isolate herself in her bedroom. Three years ago, at 18, she was diagnosed with Asperger’s, and a difficult period followed: “I’d try to get her to be more social and she’d say no. I suggested college, but that didn’t work. It’s awful to see a young person stuck indoors.”\n\nJasmine had two cats but what she really wanted was a dog. She cut through her mother’s opposition by choosing a lhasa apso, a breed that is small and non-moulting. In August 2013, Ellie came to live with them in Nottingham, and the change in Jasmine was immediate: “How can I find time to sit and be sad when she is stealing my shoes?” she says.\n\n“If nothing else, we have an excuse to get out of the house,” Carol says. “And if somebody approaches you and says your dog is nice, you’ve got a little conversation. At first Jasmine couldn’t cope with it, but now she actually speaks to people.” Even more joyful was Jasmine’s announcement six months ago that she wanted to take Ellie for a walk by herself. “She was gone no more than 10 minutes, but it was marvellous.” \n\nLast July, Jasmine and Ellie became Pets As Therapy volunteers. “She’s made me a happier and better person,” Jasmine says, “and I wanted to share her with others.” ","image":"ellie.jpg","imagebig":"ellie-big.jpg","shareline":"therapy dog","size":"landscape","rowNumber":5},{"id":"ronnie","name":"Ronnie","subhead":"cadaver detection dog","awards":"","story":"Finding cadavers, says Mick Swindells, a former police sergeant and founder of Search Dogs UK, is unlike other canine detection work in one key respect: you cannot train a dog to find dead bodies using the actual scent. Instead he uses the next best thing: pigs. The dead pigs’ bodies are wrapped in shower curtains, carpets, blankets. They are also dressed. “People say, why do you always put them in a skirt? Have you ever tried putting trousers on a pig?” \n\nRonnie, a two-year-old labrador, is helping him find the “disappeared”, killed during the Troubles in Northern Ireland. “Dogs don’t dig them up, they just tell us they’re there.” He is also hunting for the remains of Mikhail Alexandrovich Romanov, youngest son of Emperor Alexander III of Russia, who was murdered in a forest in Yekaterinburg in 1918. The search is sponsored by a Russian/American charity. “We had to take off a metre of ground to get down to the 1918 level and ended up moving 6,500 tonnes of earth in two weeks. The monsoon came and it was like the Somme, but it didn’t faze him. He just wants to work.”","image":"ronnie.jpg","imagebig":"ronnie-big.jpg","shareline":"cadaver detection dog","size":"landscape","rowNumber":6},{"id":"toby","name":"Toby","subhead":"the world’s first bumblebee nest detection dog","awards":"","story":"In 2006, Stephanie O’Connor was an ecological researcher at Stirling University, looking into bumblebees. “We were learning about foraging behaviour and diseases, but knew very little about how they lived and what was destroying them. No one was investigating their nests.” This is because they’re hard to find. Not only are they small – as few as 50 bees can live in one nest – but they are mainly underground, in places like mouse holes. “We knew badgers hunt bee nests using their sense of smell, so we figured a dog could, too.”\n\nToby, a springer spaniel found wandering the streets of Birmingham in 2006, was about to become the world’s first bumblebee nest detection dog. The Bumblebee Conservation Trust paid the army £2,000 to train him and between 2007 and 2012 he found around 100 nests, from Hertfordshire to Orkney. O’Connor says he worked incredibly hard, despite being stung. “He’d cry out but would not stop indicating.” \n\nToby, 10, retired in 2012. “Every so often, if I’ve got people over, I’ll put the harness on him and tell him to fetch on! He immediately snaps into gear, and he does still find nests.”","image":"toby.jpg","imagebig":"toby-big.jpg","shareline":"the world’s first bumblebee nest detection dog","size":"portrait","rowNumber":7},{"id":"jj","name":"JJ","subhead":"arms and explosives search dog","awards":"Highly Commended for the Blue Cross Medal 2014","story":"A five-year-old labrador retriever, JJ was one of around 350 military dogs deployed to Afghanistan between 2001 and 2014. “Dogs can go into terrain where equipment can’t,” explains Major Steve Leavis at the Defence Animal Centre. They can also search a car eight times faster than a human can and remain on duty for longer: “A dog doesn’t have a family to miss and has no real concept of danger.” On patrol, “your life is in the dog’s hands. You trust it implicitly. It’s not just a bit of equipment.”\n\nJJ had been in Helmand province for 15 months when, in September 2013, while searching buildings, he fell 60ft down a well. His handler was lowered on a rope to rescue him and he was evacuated by Chinook to Camp Bastion, where he underwent emergency surgery for internal injuries and a fractured vertebra.  \n\nThough declared fit for work last April, in July he was discharged from duty. “We asked ourselves, could we morally redeploy this dog? Would that be fair?” He lives with his former handler near Melton Mowbray in Leicestershire.","image":"jj.jpg","imagebig":"jj-big.jpg","shareline":"arms and explosives search dog","size":"landscape","rowNumber":8},{"id":"murphy","name":"Murphy","subhead":"the world’s first mobile phone detection dog","awards":"","story":"For Murphy, a mobile phone gives off a powerful, metallic reek. One of 200 dogs who now search for phones smuggled into Britain’s prisons, he’s found them in lavatory U--bends, TV backs, trainer soles and books. Electrical detectors can reveal if a phone is in an area, but a dog can pinpoint its exact location – even if it’s been switched off for a month.\n\nThe idea of using dogs came from Phil Bowyer, then a prison officer and drug dog coordinator, now trainer at Crown Canine Security Solutions. In a “lightbulb moment” in 2005, he wondered “if a phone was another scent we could train a dog on to”. He found Murphy, a springer spaniel, in a family home in Norfolk eight years ago (“a year old and heading for a rescue centre”). After eight weeks’ training, Murphy started work at Norwich prison as the world’s first mobile phone detection dog. He’s now a troubleshooter, travelling to prisons around the country – and risking assault. “Prisoners don’t want the dogs finding their gear and we’ve had dogs kicked,” Murphy’s handler says. “We lost a dog because of that. He didn’t want to play any more.”","image":"murphy.jpg","imagebig":"murphy-big.jpg","shareline":"the world’s first mobile phone detection dog","size":"wide","rowNumber":9}]},"updated":"Fri Mar 06 2015 14:27:02 GMT+0000 (UTC)","name":"heroic dogs"}